Repository: wp-plugins/linkedin-oauth
Catalog: langs/linkedin_oauth-*.po
Languages: es_es

source: You are making a not valid call
es_es: Estas realizando una llamada no valida

source: Your Linkedin account doesn't match any user on this page
es_es: Tu cuenta de Linkedin no se encuentra asociada a ningún usuario en esta página

source: Error: No access token from Linkedin
es_es: Error: El token de acceso de Linkedin no existe

source: Title
es_es: Titulo

source: Description
es_es: Descripción

source: Hi there! I'm just a plugin, not much I can do when called directly.
es_es: Hola! Solo soy un Plugin, no hay mucho que puedas hacer llamándome directamente.

source: You are not authorized to view this page.
es_es: No estas autorizado a ver esta página.

source: settings saved.
es_es: Configuración guardada.

source: Error - Url does not seems to be correct.
es_es: Error - La Url no parece ser la correcta.

source: Linkedin Button with Oauth2
es_es: Botón de Linkedin con Oauth2

source: by Eric Zeidan
es_es: por Eric Zeidan

source: First at all, go to https://www.linkedin.com/secure/developer and create a new Application
es_es: Primeramente, ve a https://www.linkedin.com/secure/developer y crea una nueva Aplicación

source: Then enter the id and secret codes from your Application bellow, and save the changes
es_es: Luego entra el id y el código secreto de tu aplicación abajo, y guarda los cambios.

source: Client ID:
es_es: ID de Cliente:

source: Client Secret:
es_es: Código Secreto:

source: Important: Make sure you have entered as authorized Url redirect, the following URI:
es_es: Importante: Asegúrate que haz introducido en la URL de redirección autorizada, la siguiente URL:

source: URL to redirect After Login:
es_es: URL para redireccionar luego del Login:

source: If leaving blank will redirect to wp-admin page.
es_es: Si se deja en blanco, redireccionará a la página wp-admin.

source: Check to allow user registration
es_es: Selecciona para permitir el registro de usuarios

source: If allow user registration, a user will be created after login with Linkedin, if doesn\t exists on the site.
es_es: Si permites el registro de usuarios, un usuario será creado luego que accedas con Linkedin, si no existe en el sitio.

source: Linkedin user's thumbnails will be saved on uploads/avatars for your use
es_es: La foto de usuario de Linkedin será guardada en uploads/avatars para su posterior uso

source: Shorcode use [linkedinbtn]
es_es: Para usar Shorcode [linkedinbtn]

source: To put your button in a Widget use our Widget "Linkedin Oauth Widget", where you can add a Title and a Description to your Button
es_es: Para colocar el botón dentro de un Widget, usa el widget "Linkedin Oauth Widget", donde podrás añadir Titulo y Decripción al mismo

source: To add the linkedin button directly to your php code, you can use do_shortcode('[linkedinbtn]'); whatever you want to show it
es_es: Para añadir el botón de Linkedin directamente dentro de tu codigo php, puedes usar do_shortcode('[linkedinbtn]'); donde desees añadirlo

source: To add it as a shorcode, just add [linkedinbtn]
es_es: Para añadirlo como shortcode, simplemente usa [linkedinbtn]
